[
    {
        "id": 0,
        "name_job": "کارشناس پیاده سازی و ممیزی سیستم مدیریت امنیت اطلاعات",
        "name_education": "ارشناسی / کارشناسی ارشد / دکتری مهندسی IT، مهندسی کامپیوتر، گرایش امنیت اطلاعات و شبکه",
        "needs": [
            "حداقل دو سال سابقه کار تمام وقت مرتبط با پیاده سازی، اجرا، ممیزی و نگهداری سیستم مدیریت امنیت اطلاعات مبتنی بر خانواده استانداردهای ",
            "مسلط به استانداردهای مدیریت ریسک، طرح های تداوم کسب و کار BCP/DRP",
            "مسلط به مباحث سیستمی و فرآیندهای امنیت اطلاعات ",
            "مسلط به اصول مستندسازی، مدیریت پروژه و هدایت جلسه",
            "آشنا با مفاهیم امنیت شبکه و رمزنگاری",
            "آشنا با روش های ممیزی و ارزیابی امنیتی شبکه و اطلاعات",
            "توانایی تحقیق و خودآموزی در زمینه امنیت سیستم های IT",
            "توانایی حل مساله و مدیریت شخصی",
            "منظم، متعهد، مسئولیت پذیر و پیگیر",
            "توانایی برقراری ارتباط موثر با سایر اعضای گروه"
        ]
    },
    {
        "id": 1,
        "name_job": "کارشناس سیستم ها و روش ها",
        "name_education": "مدرک کارشناسی یا بالاتر در زمینه مهندسی صنایع یا رشته های مرتبط از دانشگاههای معتبر",
        "needs": [
            "حداقل 5 سال سابقه کار در زمینه مرتبط",
            "دانش خوب از روشهای طراحی فرایند مبتنی بر BPM",
            "آشنایی با خانواده استانداردهای ایزو (بالاخص ایزو 9001)",
            "توانایی خوب در ارتباطات و مهارت مذاکره",
            "مسلط به نرم افزارهای آفیس",
            "آشنایی با چارچوب ITIL و استاندارد ایزو 20000 امتیازمحسوب می شود",
            "سابقه کار در صنــــعت بانکی یا صنعت پرداخت الکترونیک امتیاز محسوب می شود.",
            "تدوین، تحلیل و بهبود فرایندها و مستندات سازمانی و ساختار سازمانی",
            "تدوین، تعریف، اندازه گیری و گزارش گیری شاخصهای عملکردی",
            "تدوین چارچوبهای ممیزی و اجرای ممیزیهای داخلی مبتنی بر فرایندها و استانداردهای مدیریت فرایندی تعریف شده",
            "تهیه گزارشات متنوع مدیریتی برای مدیریت ارشد سازمان در زمینه های مختلف"
        ]
    },
    {
        "id": 2,
        "name_job": "کارشناس تحقیق و توسعه",
        "name_education": "کارشناسی / کارشناسی ارشد مدیریت، اقتصاد یا مهندسی (صنایع، کامپیوتر یا علوم کامپیوتر، IT، برق",
        "needs": [
            "توانایی عالی در جستجو و مطالعه عمیق متون علمی، اقتصادی، سیاستی، و استانداردهای صنعتی",
            "توانایی عالی در مستندسازی، تهیه و ارائه گزارش‌های تحلیلی باکیفیت",
            "توانایی عالی در خواندن و نوشتن زبان انگلیسی",
            "توانایی عالی در برقراری ارتباط با محیط‌های آکادمیک و شرکت‌های نوپا و دانش‌بنیان",
            "آشنایی با مفاهیم و ابزارهای مدیریت نوآوری و فناوری",
            "آشنایی با دانش و فناوری‌های مرتبط با فینتک و به‌ویژه صنعت پرداخت",
            "آشنایی با محیط سیاست‌گذاری و کسب‌وکارهای فینتک و به‌ویژه صنعت پرداخت در ایران و دنیا"

        ]
    },
    {
        "id": 3,
        "name_job": "کارشناس مسوول دفتر PMO",
        "name_education": "مدرک کارشناسی یا بالاتر در زمینه مهندسی صنایع یا رشته های مرتبط از دانشگاههای معتبر",
        "needs": [
            "تسلط به مبانی برنامه ریزی پروژه ها (بالاخص در حوزه IT) و در چارچوب PMBOK ",
            "وانایی تنظیم و ارائه گزارشات مدیریتی مورد نیاز",
            "دارای مدرک PMP",
            "دارای مهارت های اصول مذاکره",
            "دارای سابقه در نحوه اداره و تعامل در دفتر PMO",
            "تسلط به زبان انگلیسی",
            "تسلط به نرم افزارهای مرتبط",
            "دارای حداقل سابقه کار 15 سال در زمینه مرتبط",
            "سابقه کار در حوزه بانکی و پرداخت الکترونیک امتیاز محسوب می شود"
        ]
    },
    {
        "id": 4,
        "name_job": "ارشناس امنیت سیستم های IT",
        "name_education": "کارشناسی / کارشناسی ارشد مهندسی کامپیوتر ، مهندسی فناوری اطلاعات",
        "needs": [
            "پیاده سازی و مانیتورینگ موارد امنیتی برای کلاینت های شبکه و سرورهای عملیاتی سازمان",
            "تجربه کار با Endpoint Security و ماژول های امنیتی آنتی ویروس",
            "تسلط به پروتکل های امنیتی سرویس های IT برای بروزرسانی سیستم ها و جلوگیری از تهدیدات احتمالی",
            "آشنا به امنیت داده، فرایندهای ISMS و گزارش گیری از سیستم های امنیتی",
            "آشنا به امنیت در لایه Application سرویسهای زیرساختی IT",
            "تجربه کار با تجهیزات امنیتی Firewall ، UTM وندورهای مختلف",
            "تجربه طراحی و پشتیبانی شبکه های Enterprise و ماژول های امنیتی مربوطه",
            "توانایی یادگیری بالا و دارای انگیزه مطالعه بصورت خودخوان",
            "قدرت تجزیه / تحلیل و عیب یابی مسایل",
            "سن 30 الی 35 سال"
        ]
    },
    {
        "id": 5,
        "name_job": "کارشناس پشتیبان IT",
        "name_education": "کارشناسی مهندسی کامپیوتر / فناوری اطلاعات",
        "needs": [
            "راه اندازی ، عیب یابی و رفع مشکل کلاینت های شبکه Campus LAN سازمان بهمراه دستگاههای Peripheral",
            "تسلط به نصب و راه اندازی ویندوزهای مایکروسافت به همراه تعریف User در گروههای Active Directory",
            "آشنا با سرویس های جانبی و مورد نیاز کلاینت ها نظیر DHCP ، Fileserver و آنتی ویروس",
            "تسلط به سخت افزارهای کلاینت و روند تکنولوژی جهت بروز بودن استانداردها",
            "آشنایی با نصب و راه اندازی نرم افزارهای دسکتاپ کاربران ","آشنا با روش های ممیزی و ارزیابی امنیتی شبکه و اطلاعات",
            "آشنا با مفاهیم CCNA جهت کاربری کلاینت ها در سطح Campus LAN",
            "آشنایی با استانداردهای پسیو شبکه و ابزارهای مرتبط جهت انجام موارد Client Nodes",
            "توانایی یادگیری بالا و دارای انگیزه مطالعه بصورت خودخوان",
            "دارای رفتار فرایند محور و رعایت رویه ها ",
            "قدرت تجزیه / تحلیل ، عیب یابی مسائل و ارائه پیشنهادها جهت بهبود فرایندها",
            "دارای دقت بهمراه سرعت لازم جهت پیشبرد و انجام امور محوله",
            "محدوده سنی 25 الی 30 سال ",
            "تخصص های زیر مزیت محسوب می شود:",
            "راه اندازی و راهبری Active Directory، WSUS، مدیریت Windows Servers و WDS",
            "آشنایی با IT Collaboration Tools نظیر Skype for Business، Microsoft Teams و Unified Communication Platforms",
            "آشنا با مفاهیم VMware و مجازی سازی شبکه"
        ]
    },
    {
        "id": 6,
        "name_job": "کارشناس نرم افزار (نیازمندی ۱)",
        "name_education": "کارشناسی / کارشناسی ارشد مهندسی کامپیوتر / نرم افزار",
        "needs": [
            "تسلط به:",
            "React Js",
            "HTML,CSS.Material-UI",
            "JavaScript (ES6)",
            "Bootstrap",
            "Responsive Design",
            "Rest API",
            "React Hooks",
            "React Routers",
            "Redux,Redux Thunk",
            "TypeScript",
            "React End to End Testing Tools"
        ]
    },
    {
        "id": 7,
        "name_job": "کارشناس نظارت بر تخلفات شبکه پرداخت ( نیازمندی 1)",
        "name_education": "کارشناسی / کارشناسی ارشد مهندسی فناوری اطلاعات، مهندسی کامپیوتر و IT، مهندسی صنایع",
        "needs": [
            "نیازمندی های عمومی و تخصصی",
            "حداقل 4 سال سابقه کار موفق و کاملا مرتبط با شبکه پرداخت",
            "تسلط به مفاهیم و تعاریف شبکه پرداخت به ویژه تخلفات و جرایم",
            "آشنایی با مدل های مختلف کسب و کاری در شبکه پرداخت",
            "آشنایی کامل با قوانین، مقررات و الزامات حاکم بر شبکه پرداخت",
            "توانایی تحلیل داده ها و تراکنش های مالی",
            "توانایی تنظیم گزارشات آماری و تحلیلی",
            "توانایی در جمع آموری، دریافت، تطبیق و دسته بندی اطلاعات ",
            "آشنایی با امنیت اطلاعات",
            "آشنایی با فضای مدیریتی و نظارتی",
            "داشتن روحیه کار تیمی، مسئولیت پذیری، دقت و پیگیری امور محوله",
            "توانایی در کار با فناوری اطلاعات مرتبط و نزم افزارهای Microsoft Excel & Word",
            "آشنایی با زبان انگلیسی",
            "خانم و آقا از 27 الی 40 سال"
        ]
    },
    {
        "id": 8,
        "name_job": "کارشناس نظارت بر تخلفات شبکه پرداخت ( نیازمندی 2)",
        "name_education": "کارشناسی / کارشناسی ارشد مهندسی فناوری اطلاعات، مهندسی کامپیوتر ، مهندسی صنایع، مدیریت اجرایی، کسب و کار",
        "needs": [
            "نیازمندی های عمومی و تخصصی",
            "حداقل 4 سال سابقه کار موفق و کاملا مرتبط با شبکه پرداخت",
            "آشنایی با تعاریف و مفاهیم شبکه پرداخت",
            "آشنایی کامل با قوانین، مقررات و الزامات حاکم بر شبکه پرداخت",
            "آشنایی کامل با مدل های مختلف کسب و کاری در شبکه پرداخت و توانایی تحلیل آن ها",
            "توانایی ومهارت بالا در برقراری ارتباط درون و برون سازمانی",
            "مسلط به تهیه و تدوین مستندات",
            "مسلط به تهیه و تدوین گزارشات تحلیلی و تخصصی",
            "توانایی در جمع آموری، دریافت، تطبیق و دسته بندی اطلاعات",
            "مسلط به نرم افزارهای فناوری اطلاعات مرتبط با مدیریت پروژه",
            "آشنایی با فضای مدیریتی و نظارتی",
            "داشتن روحیه کار تیمی، مسئولیت پذیری، دقت و پیگیری امور محوله",
            "تسلط به کار با نزم افزارهای Microsoft Excel & Word",
            "آشنایی با زبان انگلیسی",
            "خانم و آقا از 27 الی 40 سال"
        ]
    },
    {
        "id": 9,
        "name_job": "کارشناس فرآیند",
        "name_education": "کارشناسی / کارشناسی ارشد مهندسی صنایع، مهندسی فناوری اطلاعات، مهندسی کامپیوتر",
       "needs": [
            "نیازمندی های عمومی و تخصصی",
            "دارای حداقل 4 سال سابقه کار طراحی فرآیندهای سازمانی موفق در شرکت¬های توسعه نرم¬افزار حوزه بانکی و بزرگ.",
            "مسلط به استانداردهای مدیریت پروژه مانند PMBOK",
            "مسلط به استاندارد BPMN",
            "مسلط به متدولوژی¬های Agile، Scrum",
            "آشنا به محیط‌های مدیریتی و نظارتی.",
            "دارای روحیه کار تیمی، توانایی برقراری ارتباط با شرکت‌ها و مهارت در روابط‌عمومی.",
            "تسلط بر روش‌های گزارش‌دهی قابل‌تحلیل.",
            "آشنا به ابزارها و نرم¬افزارهای کنترل پروژه، طراحی فرآیند و مدیریت مستندات.",
            "تسلط کامل بر زبان انگلیسی.",
            "مسئولیت ها",
            "طراحی و ارائه ساختار و فرآیندهای سازمانی.",
            "تدوین شرح وظایف اجزای سازمان و تشریح روابط درون و برون¬سازمانی.",
            "تدوین و ارائه نحوه اعمال چارچوب نظارتی و الزامات مدل¬های نوآورانه کسب‌وکار و فرآیندهای داخلی و ارائه تفاسیر قوانین و راهنمایی به فین تک‌های متقاضی.",
            "بررسی و ارائه گزارش نیازمندی‌های نظارتی و تخصصی برای ادامه تعامل با فین تک‌ها در سندباکس."
        ]
    },
    {
        "id": 10,
        "name_job": "کارشناس شبکه پرداخت",
        "name_education": "کارشناسی / کارشناسی ارشد کامپیوتر",
        "needs": [
            "تسلط به پایگاه داده و سیستم های عامل",
            "آشنایی با شبکه های کامپیوتری",
            "آشنایی با شبکه پرداخت کشور",
            "آشنایی کامل با امنیت اطلاعات ( امنیت شبکه و نرم افزار – موبایل)",
            "تسلط به زبان انگلیسی"
        ]
    },
    {
        "id": 11, 
        "name_job": "کارشناس مانیتورینگ امنیت اطلاعات (شیفت)",
        "name_education": "کارشناسی مهندسی کامپیوتر (سخت افزار ، نرم افزار، فناوری اطلاعات)",
        "needs": [
            "تسلط به کاربری و مدیریت سیستم عامل لینوکس",
            "تسلط به کاربری و مدیریت سیستم عامل ویندوز سرور",
            "تسلط به مفاهیم و تکنولوژی های شبکه",
            "تسلط به مفاهیم اولیه امنیت اطلاعات",
            "آشنایی با حملات سایبری و شیوه های مقابله با آنها",
            "آشنایی با تکنولوژی های امنیت اطلاعات ",
            "توانایی تهیه گزارشات و مستندات به صورت منظم",
            "آشنایی کافی با زبان انگلیسی",
            "دارای حداقل 2 سال سابقه کار در حوزه امنیت اطلاعات و شبکه ",
            "امکان فعالیت بصورت شیفت شب"
        ]
    },
    {
        "id": 12,
        "name_job": "کارشناس برنامه ریزی و راهبری پروژه های شبکه پرداخت",
        "name_education": "کارشناسی مهندسی کامپیوتر / مدیریت",
        "needs": [
            "سابقه فعالیت در صنعت پرداخت (تنها سابقه همکاری در شرکت های ارایه دهنده خدمات پرداخت یا بانک ها (اداره خدمات نوین یا شرکت ها تخصصی پرداخت الکترونیک تابعه) مورد قبول می باشد) حداقل به مدت 3 سال",
            "آشنایی کافی با استانداردهای بین المللی صنعت پرداخت الکترونیک",
            "اشراف کامل به الزامات و مقررات شبکه پرداخت در ایران",
            "سابقه تحقیق و جستجو به منظور بومی سازی تازه های صنعت پرداخت جهانی در شبکه پرداخت الکترونیک ایران",
            "تسلط کامل بر کیف پول و EMV و PCI-DSS",
            "سابقه مستند سازی و تعریف پروژه",
            "توانایی تهیه برنامه زمانبندی، گزارش گیری، مدیریت ریسک و مدیریت منابع"
        ]
    },
    {
        "id": 13,
        "name_job": "کارشناس تحلیل و گزارشات مبتنی بر داده",
        "name_education": "کارشناسی ارشد / دکتری صنایع ، مدیریت اجرایی ، اقتصاد ، کامپیوتر، تجارت الکترونیک و بازرگانی ",
        "needs": [
            "آشنایی با ابزارهای تحلیل و نمایش داده مانند: Oracle BI, Tableau,Power BI",
            "تسلط کافی بر نرم افزارهای Excel,spss modeler",
            "آشنایی با کار با منابع داده ای و کوئری نویسی",
            "آشنایی با شبکه پرداخت کشور ",
            "آشنایی با مفاهیم عمومی کسب و کار الکترونیک و گزارش نویسی",
            "تسلط به زبان انگلیسی"
        ]
    },
    {
        "id": 14,
        "name_job": "کارشناس پایش داده محور و هوش مصنوعی",
        "name_education": "کارشناسی ارشد / دکتری کامپیوتر ، برق ، صنایع ، هوش مصنوعی",
        "needs": [
            "آشنایی با منابع داده ای و کوئری نویسی SQL",
            "آشنایی با مفاهیم پایه داده کاوی و مهندسی داده ",
            "آشنایی با کدنویسی Python",
            "آشنایی با شبکه پرداخت,",
            "تسلط به زبان انگلیسی"
        ]
    },
    {
        "id": 15,
        "name_job": "برنامه نویس جاوا",
        "name_education": "کارشناسی / کارشناسی ارشد مهندسی کامپیوتر ، مهندسی فناوری اطلاعات",
        "needs": [
            "تسلط کامل به Java Standard Edition نسخه 8 به بالا",
            "تسلط کامل بهJava Concurrency and Multithreading",
            "تسلط کامل بهJava Non-blocking I/O and Reactive programming - ترجیحا آشنا به چارچوب Netty",
            "تسلط کامل به (JEE APIs (JPA , JTA , JAX-RS ,JAX-WS , CDI , JMS, Interceptors",
            "آشنایی به معماری Jakarta EE",
            "آشنایی کامل بهWildFly Application Server",
            "تسلط کامل به Spring 5 and Spring Boot Framework, AspectJ , Spring Security and JWT, JWE, Spring Boot logging and Log4j2, Actuators, Interceptors, Spring MVC , Spring Reactive",
            "تسلط کامل به Spring Data و ترجیحا Spring Data Redis",
            "آشنایی کامل به Redis و ترجیحا استفاده از Lettuce",
            "آشنایی کامل به SOA and Micro service",
            "آشنایی با مفاهیم پایگاه داده ، طراحی مدل داده و تسلط به زبان SQL",
            "قدرت تجزیه و تحلیل و حل مساله",
            "ضریب هوشی و قدرت یادگیری بالا",
            "روحیه کار تیمی و همکاری",
            "آشنایی کافی با زبان انگلیسی"
        ]
    },
    {
        "id": 16,
        "name_job": "معمار ارشد سیستم",
        "name_education": "کارشناسی / کارشناسی ارشد مهندسی کامپیوتر ، مهندسی فناوری اطلاعات",
        "needs": [
            "تسلط کامل به مفاهیم معماری سیستم و سیستم های گسترش پذیر و به طور خاص ساختارهای رخداد محور",
            "تسلط به مفاهیم برنامه نویسی شی گرا و به طور خاص زبان جاوا",
            "تسلط به ساختارهای داخلی و مفاهیم پیشرفته زبان جاوا",
            "تسلط به ساختارهای مختلف طراحی مدل و ساختارهای ذخیره و بازیابی داده",
            "ضریب هوشی و قدرت حل مساله در کنار توان کنترل و فعالیت تحت فشار",
            "آشنایی کافی با زبان انگلیسی"
        ]
    },
    {
        "id": 17,
        "name_job": "کارشناس نرم افزار (نیازمندی ۲)",
        "name_education": "کارشناسی مهندسی نرم افزار",
        "needs": [
            "تسلط بر کلان داده (Big Data)",
            "تسلط بر انبار داده (Data Warehouse)",
            "آشنایی کافی با زبان انگلیسی"
        ]
    }
]

